drugs = [
    {'name': 'Аквалор беби', 'brand': 'АКВАЛОР', 'options': 
        [{'option': '150 мл мягкий душ', 'price': '449'},
        {'option': '15 мл капли', 'price': '237'}]},
    {'name': 'Комбилипен', 'brand': 'Фармстандарт-Уфимский витаминный завод,ОАО', 'options': 
        [{'option': 'раствор для внутримышечного введения 2 мл ампулы 5 шт.', 'price': '234'},
        {'option': 'раствор для внутримышечного введения 2 мл ампулы 10 шт.', 'price': '330'}]},
    {'name': 'Компливит', 'brand': 'КОМПЛИВИТ', 'options': 
        [{'option': '30 шт. таблетки, покрытые пленочной оболочкой массой 890 мг', 'price': '252'},
        {'option': '60 шт. таблетки, покрытые пленочной оболочкой массой 890 мг', 'price': '370'}]},
    {'name': 'Бак-сет форте', 'brand': 'ADM Protexin Ltd./ БиоВид, ООО', 'options': 
        [{'option': '10 шт. капсулы массой 210 мг', 'price': '460'},
        {'option': '20 шт. капсулы массой 210 мг', 'price': '572'}]},
    {'name': 'Аевит', 'brand': 'Мелиген ФП ЗАО', 'options': 
        [{'option': '10 шт. капсулы', 'price': '31'}, 
        {'option': '20 шт. капсулы', 'price': '42'},
        {'option': '30 шт. капсулы', 'price': '59'}]},
    {'name': 'Аквадетрим', 'brand': 'Акрихин ХФК АО', 'options': 
        [{'option': '500 МЕ 60 шт. таблетки растворимые', 'price': '554'},
        {'option': '500 МЕ 90 шт. таблетки растворимые', 'price': '592'},
        {'option': '1000 МЕ 60 шт. таблетки растворимые', 'price': '766'},
        {'option': '2000 МЕ 30 шт. таблетки растворимые', 'price': '563'},
        {'option': '2000 МЕ 60 шт. таблетки растворимые', 'price': '824'}]},
    {'name': 'Йод-актив', 'brand': 'ДИОД Завод экологической техники и экопитания ПАО', 'options': 
        [{'option': '100 30 шт. таблетки массой 0,25 г', 'price': '112'}, 
        {'option': '40 шт. таблетки', 'price': '75'},
        {'option': '80 шт. таблетки', 'price': '132'},
        {'option': '200 шт. таблетки', 'price': '333'}]},
    {'name': 'Банеоцин', 'brand': 'Монтавит Фармацойтише Фабрик ГмбХ/Лек д.д.', 'options': 
        [{'option': '10 гр порошок флакон-дозатор', 'price': '540'}]},
    {'name': 'Йод', 'brand': 'Ивановская фармацевтическая фабрика ОАО', 'options': 
        [{'option': '5% раствор для наружного применения спиртовой 10 мл флакон', 'price': '37'},
        {'option': '5% раствор для наружного применения спиртовой 25 мл флакон', 'price': '55'}]},
    {'name': 'Перекись водорода', 'brand': 'ЮжФарм ООО', 'options': 
        [{'option': '3% раствор для местного и наружного применения 100 мл флакон', 'price': '12.99'}]},
    {'name': 'Фурацилин', 'brand': 'Татхимфармпрепараты АО', 'options': 
        [{'option': '20 мг 10 шт. таблетки для приготовления раствора местного и наружного применения блистер', 'price': '30'},
        {'option': '20 мг 10 шт. таблетки для приготовления раствора местного и наружного применения блистер упаковка пачка', 'price': '37'},
        {'option': '20 мг 20 шт. таблетки для приготовления раствора местного и наружного применения блистер упаковка пачка', 'price': '42'}]},
    {'name': 'Бриллиантовый зеленый', 'brand': 'Самарамедпром ОАО', 'options': 
        [{'option': '1% раствор для наружного применения спирт исполнение флакон 25 мл флакон', 'price': '18'}, 
        {'option': '1% раствор для наружного применения исполнение флакон полимерный 10 мл флакон', 'price': '13'},
        {'option': '1% раствор для наружного применения исполнение флакон полимерный с помазком 10 мл флакон', 'price': '18'}]},
    {'name': 'Стрептоцид', 'brand': 'Мелиген ФП ЗАО', 'options': 
        [{'option': '2 гр порошок для наружного применения пакет 5 шт. упаковка пачка', 'price': '49'},
        {'option': '2 гр порошок для наружного применения', 'price': '16'},
        {'option': 'порошок для наружного применения 5 гр банка', 'price': '99'}]},
    {'name': 'Ромашка premium fitera', 'brand': 'Фитэра ООО', 'options': 
        [{'option': '1,5 20 шт. фильтр-пакеты', 'price': '38'},
        {'option': '1,5 40 шт. фильтр-пакеты', 'price': '75'}]},
]