DRUGS = [
    {
        'name': 'Аквалор беби',
        'brand': 'АКВАЛОР',
        'variants': [
            {'option': '150 мл мягкий душ', 'price': 449.00},
            {'option': '15 мл капли', 'price': 237.00},
        ]
    },
    {
        'name': 'Комбилипен',
        'brand': 'Фармстандарт-Уфимский витаминный завод,ОАО',
        'variants': [
            {'option': 'раствор для внутримышечного введения 2 мл ампулы 5 шт.', 'price': 234.00},
            {'option': 'раствор для внутримышечного введения 2 мл ампулы 10 шт.', 'price': 330.00},
        ]
    },
    {
        'name': 'Компливит',
        'brand': 'КОМПЛИВИТ',
        'variants': [
            {'option': '30 шт. таблетки, покрытые пленочной оболочкой массой 890 мг', 'price': 252.00},
            {'option': '60 шт. таблетки, покрытые пленочной оболочкой массой 890 мг', 'price': 370.00},
        ]
    },
    {
        'name': 'Бак-сет форте',
        'brand': 'ADM Protexin Ltd./ БиоВид, ООО',
        'variants': [
            {'option': '10 шт. капсулы массой 210 мг', 'price': 460.00},
            {'option': '20 шт. капсулы массой 210 мг', 'price': 572.00},
        ]
    },
    {
        'name': 'Аевит',
        'brand': 'Мелиген ФП ЗАО',
        'variants': [
            {'option': '10 шт. капсулы', 'price': 31.00},
            {'option': '20 шт. капсулы', 'price': 42.00},
            {'option': '30 шт. капсулы', 'price': 59.00},
        ]
    },
    {
        'name': 'Аквадетрим',
        'brand': 'Акрихин ХФК АО',
        'variants': [
            {'option': '500 МЕ 60 шт. таблетки растворимые', 'price': 554.00},
            {'option': '500 МЕ 90 шт. таблетки растворимые', 'price': 592.00},
            {'option': '1000 МЕ 60 шт. таблетки растворимые', 'price': 766.00},
            {'option': '2000 МЕ 30 шт. таблетки растворимые', 'price': 563.00},
            {'option': '2000 МЕ 60 шт. таблетки растворимые', 'price': 824.00},
        ]
    },
    {
        'name': 'Йод-актив',
        'brand': 'ДИОД Завод экологической техники и экопитания ПАО',
        'variants': [
            {'option': '100 30 шт. таблетки массой 0,25 г', 'price': 112.00},
            {'option': '40 шт. таблетки', 'price': 75.00},
            {'option': '80 шт. таблетки', 'price': 132.00},
            {'option': '200 шт. таблетки', 'price': 333.00},
        ]
    },
    {
        'name': 'Банеоцин',
        'brand': 'Монтавит Фармацойтише Фабрик ГмбХ/Лек д.д.',
        'variants': [
            {'option': '10 гр порошок флакон-дозатор', 'price': 540.00},
        ]
    },
    {
        'name': 'Йод',
        'brand': 'Ивановская фармацевтическая фабрика ОАО',
        'variants': [
            {'option': '5% раствор для наружного применения спиртовой 10 мл флакон', 'price': 37.00},
            {'option': '5% раствор для наружного применения спиртовой 25 мл флакон', 'price': 55.00},
        ]
    },
    {
        'name': 'Перекись водорода',
        'brand': 'ЮжФарм ООО',
        'variants': [
            {'option': '3% раствор для местного и наружного применения 100 мл флакон', 'price': 12.99},
        ]
    },
    {
        'name': 'Фурацилин',
        'brand': 'Татхимфармпрепараты АО',
        'variants': [
            {'option': '20 мг 10 шт. таблетки для приготовления раствора местного и наружного применения блистер', 'price': 30.00},
            {'option': '20 мг 10 шт. таблетки для приготовления раствора местного и наружного применения блистер упаковка пачка', 'price': 37.00},
            {'option': '20 мг 20 шт. таблетки для приготовления раствора местного и наружного применения блистер упаковка пачка', 'price': 42.00},
        ]
    },
    {
        'name': 'Бриллиантовый зеленый',
        'brand': 'Самарамедпром ОАО',
        'variants': [
            {'option': '1% раствор для наружного применения спирт исполнение флакон 25 мл флакон', 'price': 18.00}, 
            {'option': '1% раствор для наружного применения исполнение флакон полимерный 10 мл флакон', 'price': 13.00},
            {'option': '1% раствор для наружного применения исполнение флакон полимерный с помазком 10 мл флакон', 'price': 18.00},
        ]
    },
    {
        'name': 'Стрептоцид',
        'brand': 'Мелиген ФП ЗАО',
        'variants': [
            {'option': '2 гр порошок для наружного применения пакет 5 шт. упаковка пачка', 'price': 49.00},
            {'option': '2 гр порошок для наружного применения', 'price': 16.00},
            {'option': 'порошок для наружного применения 5 гр банка', 'price': 99.00},
        ]
    },
    {
        'name': 'Ромашка premium fitera',
        'brand': 'Фитэра ООО',
        'variants': [
            {'option': '1,5 20 шт. фильтр-пакеты', 'price': 38.00},
            {'option': '1,5 40 шт. фильтр-пакеты', 'price': 75.00},
        ]
    },
]
